<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <base href="<%=basePath%>">
    
    <title>My JSP 'go.jsp' starting page</title>
    
	<meta http-equiv="pragma" content="no-cache">
	<meta http-equiv="cache-control" content="no-cache">
	<meta http-equiv="expires" content="0">    
	<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
	<meta http-equiv="description" content="This is my page">
	<!--
	<link rel="stylesheet" type="text/css" href="styles.css">
	-->

  </head>
  
  <body>
    去台湾旅行，跟同事有几天重叠的日程。

写攻略的时候才发现大家对于旅行的追求完全不一样。



可能我始终狷介，可以为了台北的夜景去爬阳明山，为了垦丁的日出骑一天的机车，为了夜市的美食甘心漫长的等待... ....







大概我总是想要每一场远行都拥有可以长久回味的深刻记忆，不想敷衍的到此一游 ，所以我总是和其他人玩不到一块去。



后来发现自己一个人在路上没人吵、没有分歧其实也挺不错。慢节奏的游逛，想去哪里就去哪里，还可以发现很多很好玩的地方。<br> 







所以今天就给大家整理了一下10个热门城市的旅行游玩线路，每个人都要学会享受独处，发自内心地让自己喜欢上一个人的日子。





 <br>北京 

1、作为首都，北京应该是最热门的网红城市啦。听说昨天的升国旗仪式，现场到了11万人，如果你昨天因为在路上错过了，也一定要要在接下来的几天起个早去看一次。<br>







2、大北京市内的景点很多，最好的方法是按片儿区来安排路线。首先是天安门片儿区，以天安门广场为中心，穿过毛主席纪念堂，参观国家博物馆和人民大会堂，下午走走长安街，看看夕阳下的金水河。<br>



<br>3、什刹海线，这条线包括南锣鼓巷—银锭桥—荷花市场等。涵盖了老北京文化和首都潮流范儿。







<br>4、喜欢皇家行宫和园林的话，可以走三山五园线：香山—万寿山—圆明园—颐和园，直接沿着三山五园绿道游玩就可以。



<br>5、不到长城非好汉，不过目测长城应该人超多，可以单独列一条线。如果时间有空余，就加上奥运主题线：鸟巢—水立方—国家体育馆。<br>







6、想去大学的话，走顶级高校线：清华—北大—中央美院。文艺青年再安排一趟798艺术区。



<br>7、体验最热闹的京城夜生活，建议选择后海线和三里屯—工体线，其中后海比较文艺，很多酒吧有驻唱歌手；而三里屯和工体则更加繁华狂野。可以根据个人喜好安排。<br>









 成都 

1、毫无疑问，来成都，想要走“最成都”的一条线，那一定是武侯祠—锦里—宽窄巷子，这几个地方是老成都的缩影，也是最有特色所在。







<br>2、要了解城市的文化历史内涵，最佳路线是：杜甫草堂—青羊宫—望江楼—文殊院—九眼桥，古色古香的建筑非常有味道。



<br>3、逛街狂人和吃货们就敞开吃敞开逛，沿着春熙路—太古里—天府广场—人民广场，一路商场无数、美食管够。







<br>4、熊猫基地可以安排一个上午的时间，然后下午去文艺的东郊记忆、西村大院凹造型拍照片，中间只要换乘地铁就可以，很方便。



<br>5、除了玉林路小酒馆，最近抖音上很火的网红无影教堂，位于眉山彭山区中法农业科技园，也可以去打个卡。<br>







6、成都的夜晚，不同的地方意味着完全不同的生活。夜市街吃到扶墙，酒吧街嗨到深夜，熙熙攘攘的巷子人流涌动，不需要刻意规划路线，怎样都可以。<br>



7、时间宽裕的话，去看看成都周边的山水丛林。青城山民宿、都江堰夜景、天台山森林公园，假期洗洗肺，亲近自然，回来后满怀活力去上班。









 <br>厦门 

1、厦门这几天天气晴好，温度也算舒适。其实厦门不大，三天的时间比较紧凑，不过想要深入玩的话，五到七天也不多。<br>



2、鼓浪屿花一天的时间基本够，前提是早早买到去鼓浪屿的船票。然后买一张五大景点的联票，先把五个指定景点玩掉，然后剩下的时间就逛逛也不错。<br>



3、因为学校方面的原因，厦大有时候是不对外开放的。所以有计划去厦大的，一定要先查好。<br>







4、骑一辆单车，沿着环岛路骑行是去厦门不可错过的体验。沿着厦大白城—胡里山炮台—曾厝垵—椰风寨的路线，吹着海风，无比惬意。<br>



5、厦门市区文艺小清新地方很多，最具代表性的是华新路—南华路—铁路公园这一片。书店、咖啡馆、闽南风洋房适合安静待着。<br>



6、厦门的民宿很多都非常有特色，比如曾厝垵一片，服务也不错。不过夏季是旺季，如果幸运的话，可以订到环境比较好的，一定要住一晚体验体验。<br>



7、如果比较纠结整体的路线，想要省时省力，最好的方法是直接乘坐厦门地铁一号线，按照规划好的路线玩。<br>









 重庆 

1、十条抖音8条重庆，魔幻3D的山城自带流量，一直是网红。



<br>2、到重庆，首先要走的一条经典路线就是磁器口—解放碑—长江索道—洪崖洞，实地体验山城的立体交通。



<br>3、如果想要避开网红景点的拥挤和人潮，想要安静感受山城的魅力，可以选小众路线，比如一些不出名的小巷子，最有老重庆味道。<br>







4、山城的文艺地标不需要特意寻找，黄桷坪涂鸦街—罗中立美术馆—三毛故居，山城坡坡坎坎的石阶尽头，不经意间就会遇到。



<br>5、想去深山寻找隐藏菜单，可以沿着南山路一路去往南之山书店和山鬼，发现小众的好去处。



<br>6、重庆是一座很受电影和电视剧青睐的城市，鹅岭二厂—千厮门大桥—白象街——交通茶馆，这些影视取景地曾出现在《从你的全世界路过》、《疯狂的石头》以及《火锅英雄》里。



<br>7、重庆作为直辖市，面积很大，玩法也很多样。除了市区，郊区到周边也完全可以规划几天行程。南山竹海—天坑武隆都可以玩一天。<br>









 西安 

1、大概没有第二座城市像西安一样，一听名字，脑海里便穿梭回了几个时空，几千年的沉淀，而今依旧鹤发童颜。<br>



2、虽然是老生常谈，但是最能代表西安的一条路线，一定是兵马俑—大小雁塔—钟楼鼓楼—明清古城墙—华清池。<br>



3、西安的公共交通很方便，乘坐公交，沿着大华1935—永兴坊—吴家坟站，完美结合了西安的历史与现代。







<br>4、想看长安城穿越千年的历史积淀，最震撼的是饱经沧桑的遗址。天坛遗址公园—曲江遗址公园—曲江书店，走一趟都会感慨万千。



<br>5、西安是抖音上的超级网红城市，跟着抖音玩西安，永兴坊品的凉皮、回民街的羊肉泡馍，还有摔碗酒，毛笔酥，传统的西安美食也重新焕发活力。



<br>6、抽出一天时间，穿上美美的汉服，去拍一组古风照片，西安有着别处没有的古典韵味。<br>



7、夜色笼罩下的古都西安，华灯初上，多了份静的美好，果然有历史积淀的城市更让人爱。<br>









 南京 

1、相对来说，南京不像一类网红城市那样特点鲜明。但是作为六朝古都，如果你愿意稍微花点心思，就能发现这座城市与众不同的内涵。<br>



2、沿着十里秦淮河，从夫子庙到老门东再到明城墙暴走，墙巍巍水盈盈，六朝的金粉和古都的沧桑，都尽在不言中。<br>



3、有民国情怀的，可以走颐和路—南京博物院民国馆—中央码头—浦口老火车站这条线，能看到最原汁原味的民国风情。







<br>4、乘坐地铁2号线或者旅游专线，前往钟山风景区，总统府—中山陵—美龄宫，一线全包。<br>



5、如果你喜欢李志的民谣，一定要走下李志粉丝专线：山阴路—热河路—欧拉，在街头巷角体会“你离开南京，从此没有人和我说话”的惆怅和感伤。<br>



6、再晚一些，到11月中下旬，深秋的南京就成了金陵。最惊艳的赏秋路线是南师大随园校区—明孝陵—栖霞山，金黄的银杏和漫山遍野的红枫，都是惊喜。<br>



7、文艺青年不要错过上海路咖啡小馆和先锋书店，新街口附近的网红餐厅适适合女生，爱国志士一定要去趟南京大屠杀遇难同胞纪念馆....只要愿意发掘，一座南京城可以有无数主题。









 <br>杭州 

1、杭州是个花园城市，有湖有江还有江南美女，苏堤白底杨公堤每一堤都想走上千百回，灵隐茶园每一处都可以呆上千百回。<br>



2、十月去杭城，可以体味桂花飘香，本地人心中最佳赏桂路线：九溪→龙井路→茶叶博物馆→三台山→杨梅岭→满觉陇路，随手抓一把空气都可以直接酿酒。<br>



3、虽然这几天西湖的断桥真的要被挤“断”了，但是如果是第一次去西湖，还是不能错过西湖。从断桥出发，沿着西湖—苏堤—曲院荷风，尽览西湖十景。<br>







4、 近期去杭州，还可以赶上很多展览。爱丽丝奇境缤纷之旅主题展，米开朗琪罗主题展，都非常适合打卡拍照。



<br>5、美食达人去杭州，可以按照银盐空间—十一的咖啡店— MILL的路线探店。<br>



6、想要近距离感受杭州的浪漫，最好找一些安静的小路。南山路—进河坊街—南宋御街—南宋御街，结合了杭州的历史和市井烟火气。<br>



7、和别处不同，杭州的每个角落自成一景，骑上单车绕西湖一周，登上灵隐寺焚一炷香，或者在华灯初上的时候去南山路看夜景。



其实杭州节奏真的很慢，最好选个好天气舒适的日子去，不要节假日去。<br>









 青岛 

1、青岛是个清新的城市，最有趣的方式是按照颜色来规划路线。<br>



2、想看白墙灰栈，金沙银浪。就从青岛栈桥开始，沿海岸线一路往东，这里集中了青岛的景点。<br>



3、钟情红瓦绿树，碧海蓝天线，就沿小青岛—鲁迅公园—青岛水族馆—青岛海底世界—小鱼山公园游览。







<br>4、喜欢徒步的话，就沿着老舍故居—迎宾馆—青岛基督教堂—观海上公园—青岛路老建筑群—老舍公园—天主教堂的线路慢慢散步。



<br>5、最地道的青岛民俗文化，蕴藏在中山公园—沈从文故居—青岛美术馆—海大鱼山校区这条线中。<br>



6、到青岛，一定要去看一次海，崂山一日游是青岛看海的理想路线。崂山—石老人海浴—极地海洋世界—雕塑园。



<br>7、喝青岛啤酒、吃美味海鲜，青岛有国内唯一的啤酒博物馆，也有新鲜的海鲜，可以看一下大众点评，然后选喜欢的。









 <br>哈尔滨 

1、去哈尔滨的最佳时间是冬季，有冰雪节，还有漂亮的冰雕。不过如果很怕冷的话，就一定要早一点去。



<br>2、沿着中央大街—果戈里大街—老道外这条线，最适合细细品味这座城市的厚重历史。<br>



3、 哈尔滨的建筑很有特点，教堂见证了这座老城的岁月变幻。圣索菲亚大教堂（修缮中）—犹太总会堂—耶稣圣心教堂，可以窥探教堂之城的独特韵味。<br>







4、冰雪中的哈尔滨，浪漫而狂野。冰雪大世界—冰封松花江—亚布力滑雪场，如果冬天只去一个地方，就去哈尔滨吧。



<br>5、哈尔滨还有一个美称：东方小巴黎。远离喧嚣，俄罗斯风情小镇，伏尔加庄园，充满着旖旎的异域风情。



<br>6、冬季去东北旅行，可以选择哈尔滨—雪乡—雾凇岛这条经典路线，一路上尽览冰城的热闹、雪乡的梦幻和雾凇岛的纯净。



<br>7、哈尔滨是一座不经意间就能遇到惊喜的城市。走在大街上，转角会遇见巴洛克风情的小洋楼，欧风俄韵遍布各个角落，充满着洋气的欧式风情。









 <br>大理 

1、在很多人心中，大理已经不仅仅是一座城市，更是一种生活方式的象征。那里家家有水，户户有花，只要来到了大理，整个人都被满满的幸福包围。<br>



2、驾着一辆Smart，沿着海岸东路一直向北出发，路过小普陀—海东—蝴蝶海景房，留下最喜欢的照片。<br>



3、洱海西岸适合放下脚步慢慢逛，走过马邑九村—喜洲古镇—周城扎染坊，云南多彩的文化一一铺陈开来。<br>







4、大理古城是不可错过的重要一站，那里藏着一个风花雪月的世界。古城从南到北，沿着人民路走到城门绕一圈，一天无所事事也不会觉得无聊。<br>



5、在大理，你可以心安理得地变懒，坦然地沉溺在慢节奏的生活里。从四季街市到柴米多，再到床单厂艺术园，每一处都是认真生活的样子。<br>



6、其实大理最适合和喜欢的人一起去，安静地度过一段隐世的的时光，等一段风花雪月的日子。<br>



7、去年九月下旬开始，大理洱海周边很多民宿在整顿之后正式开业了，住进邻水的小别墅，清晨被阳光叫醒，晚上枕着洱海的浪生入眠。如果你对生活不满意，不如一路去大理。








等看完这一篇

希望你就可以一个人上路

去大理



最好的旅行状态

不是刻意孤身

也不是非得陪伴左右
  </body>
</html>
